Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/ObjectStrings.xcstrings
Source language: en
Languages: es

# Acorn_Description
source: This can be planted to grow an oak tree.
es: Colócala en tu granja para plantar un roble.

# Acorn_Name
source: Acorn
es: Bellota

# AdvancedTVRemote_Description
source: It has more buttons than a regular remote. Perfect for the avid TV watcher!
es: Tiene más botones que un mando normal. ¡Perfecto para el espectador televisivo más ávido!

# AdvancedTVRemote_Name
source: Advanced TV Remote
es: Mando de televisión avanzado

# Aerinite_Description
source: These crystals are curiously light.
es: Unos cristales curiosamente ligeros.

# Aerinite_Name
source: Aerinite
es: Aerinita

# AgedRoe_Description
source: Fish eggs aged in salt to bring out the flavor.
es: Huevos de pez envejecidos en sal para potenciar el sabor.

# AgedRoe_Name
source: Aged Roe
es: Huevas envejecidas

# Alamite_Description
source: Its distinctive fluorescence makes it a favorite among rock collectors.
es: Su fluorescencia característica la hace de las preferidas de los coleccionistas de minerales.

# Alamite_Name
source: Alamite
es: Alamita

# Albacore_Description
source: Prefers temperature "edges" where cool and warm water meet.
es: Le gustan los choques de temperatura; donde el agua fría y caliente se juntan.

# Albacore_Name
source: Albacore
es: Atún blanco

# AlgaeSoup_Description
source: It's a little slimy.
es: Es algo viscosa.

# AlgaeSoup_Name
source: Algae Soup
es: Sopa de alga

# Amaranth_Description
source: A purple grain cultivated by an ancient civilization.
es: Un cereal lila cultivado por una antigua civilización.

# Amaranth_Name
source: Amaranth
es: Amaranto

# AmaranthSeeds_Description
source: Plant these in the fall. Takes 7 days to grow. Harvest with the scythe.
es: Plántalas en otoño. Tardan 7 días en crecer. Coséchalas con la guadaña.

# AmaranthSeeds_Name
source: Amaranth Seeds
es: Semillas de amaranto

# Amethyst_Description
source: A purple variant of quartz.
es: Una variante lila del cuarzo.

# Amethyst_Name
source: Amethyst
es: Amatista

# AmethystRing_Description
source: Increases knockback by 10%.
es: Aumenta el retroceso en un 10%.

# AmethystRing_Name
source: Amethyst Ring
es: Anillo de amatista

# AmphibianFossil_Description
source: The relatively short hind legs suggest some kind of primordial toad.
es: Las patas traseras relativamente cortas hacen pensar en algún tipo de sapo primitivo.

# AmphibianFossil_Name
source: Amphibian Fossil
es: Fósil de anfibio

# Anchor_Description
source: It may have belonged to ancient pirates.
es: Pudo haber pertenecido a antiguos piratas.

# Anchor_Name
source: Anchor
es: Ancla

# Anchovy_Description
source: A small silver fish found in the ocean.
es: Un pequeño pez plateado del océano.

# Anchovy_Name
source: Anchovy
es: Anchoa

# AncientDoll_Description
source: An ancient doll covered in grime. This doll may have been used as a toy; a decoration; or a prop in some kind of ritual.
es: Un muñeco antiguo lleno de suciedad. Pudo haber sido un juguete; una decoración; o una herramienta en algún tipo de ritual.

# AncientDoll_Name
source: Ancient Doll
es: Muñeco antiguo

# AncientDrum_Description
source: It's a drum made from wood and animal skin. It has a low; reverberating tone.
es: Un tambor hecho de madera y piel de animal. Tiene un tono bajo y resonante.

# AncientDrum_Name
source: Ancient Drum
es: Tambor antiguo

# AncientFruit_Description
source: It's been dormant for eons.
es: Lleva durmiendo eones.

# AncientFruit_Name
source: Ancient Fruit
es: Fruta milenaria

# AncientFruitPot
source: Her roots grow very deep... she wouldn't be happy in there.
es: Sus raíces son muy profundas... No sería feliz allí.

# AncientSeed_Description
source: It's a dry old seed from some ancient plant. By all appearances it's long since dead...
es: Una semilla antigua y seca de alguna planta antigua. Se mire como se mire; lleva bastante tiempo muerta...

# AncientSeed_Name
source: Ancient Seed
es: Semilla milenaria

# AncientSeeds_Description
source: Could these still grow?
es: ¿Podrán germinar todavía?

# AncientSeeds_Name
source: Ancient Seeds
es: Semillas milenarias

# AncientSword_Description
source: It's the remains of an ancient sword. Most of the blade has turned to rust; but the hilt is very finely crafted.
es: Los restos de una antigua espada. La mayor parte de la hoja se ha convertido en óxido; pero la empuñadura está decorada con esmero.

# AncientSword_Name
source: Ancient Sword
es: Espada antigua

# Angler_Description
source: Uses a bioluminescent dangler to attract prey.
es: Utiliza un señuelo bioluminiscente para atraer a sus presas.

# Angler_Name
source: Angler
es: Rape

# Apple_Description
source: A crisp fruit used for juice and cider.
es: Una fruta crujiente que se usa para hacer zumo y sidra.

# Apple_Name
source: Apple
es: Manzana

# AppleSapling_Description
source: Takes 28 days to produce a mature Apple tree. Bears fruit in the fall. Only grows if the 8 surrounding "tiles" are empty.
es: Tarda 28 días en producir un manzano adulto. Da fruta en otoño. Solo crece si las 8 casillas que lo rodean están vacías.

# AppleSapling_Name
source: Apple Sapling
es: Brote de manzano

# Apricot_Description
source: A tender little fruit with a rock-hard pit.
es: Una fruta tierna y pequeña con un hueso duro como una piedra.

# Apricot_Name
source: Apricot
es: Albaricoque

# ApricotSapling_Description
source: Takes 28 days to produce a mature Apricot tree. Bears fruit in the spring. Only grows if the 8 surrounding "tiles" are empty.
es: Tarda 28 días en producir un albaricoquero adulto. Da fruta en primavera. Solo crece si las 8 casillas que lo rodean están vacías.

# ApricotSapling_Name
source: Apricot Sapling
es: Brote de albaricoquero

# Aquamarine_Description
source: A shimmery blue-green gem.
es: Una reluciente gema turquesa.

# Aquamarine_Name
source: Aquamarine
es: Aguamarina

# AquamarineRing_Description
source: Increases critical strike chance by 10%.
es: Aumenta la probabilidad de golpe crítico en un 10%.

# AquamarineRing_Name
source: Aquamarine Ring
es: Anillo de acuamarina

# ArcticShard_Description
source: This shard glows with an otherworldly blue light.
es: Este fragmento brilla con una luz azul de otro mundo.

# ArcticShard_Name
source: Arctic Shard
es: Fragmento ártico

# Arrowhead_Description
source: A crudely fashioned point used for hunting.
es: Una punta toscamente diseñada para la caza.

# Arrowhead_Name
source: Arrowhead
es: Punta de flecha

# Artichoke_Description
source: The bud of a thistle plant. The spiny outer leaves conceal a fleshy; filling interior.
es: El capullo de un cardo. Sus hojas espinosas esconden un interior carnoso y sustancioso.

# Artichoke_Name
source: Artichoke
es: Alcachofa

# ArtichokeDip_Description
source: It's cool and refreshing.
es: Fresca y refrescante.

# ArtichokeDip_Name
source: Artichoke Dip
es: Salsa de alcachofa

# ArtichokeSeeds_Description
source: Plant these in the fall. Takes 8 days to mature.
es: Plántalas en otoño. Tardan 8 días en madurar.

# ArtichokeSeeds_Name
source: Artichoke Seeds
es: Semillas de alcachofa

# ArtifactSpot_Description
source: How did you get this in your inventory?
es: Uh... ¿Cómo has conseguido esto en tu inventario? Hemos metido la pata.

# ArtifactSpot_Name
source: Artifact Spot
es: Lugar de artefacto

# ArtifactTrove_Description
source: A blacksmith can open this for you. These troves often contain ancient relics and curiosities.
es: Un herrero puede abrirlo por tí. Estos cofres suelen contener antiguas reliquias y curiosidades.

# ArtifactTrove_Name
source: Artifact Trove
es: Cofre artefacto

# AutumnsBounty_Description
source: A taste of the season.
es: El sabor de la temporada.

# AutumnsBounty_Name
source: Autumn's Bounty
es: Botín otoñal

# Bait_Description
source: Causes fish to bite faster. Must first be attached to a fishing rod.
es: Hace que los peces piquen antes. Añádelo a una caña de pescar para usarlo.

# Bait_Name
source: Bait
es: Cebo

# BakedFish_Description
source: Baked fish on a bed of herbs.
es: Pescado asado sobre un lecho de hierbas.

# BakedFish_Name
source: Baked Fish
es: Pescado asado

# Banana_Description
source: A sweet; starchy tropical fruit.
es: Una dulce; almidonada fruta tropical.

# Banana_Name
source: Banana
es: Plátano

# BananaPudding_Description
source: A creamy dessert with a wonderful tropical flavor.
es: Un postre cremoso con un increible aroma tropical.

# BananaPudding_Name
source: Banana Pudding
es: Pudding de plátano

# BananaSapling_Description
source: Takes 28 days to produce a mature Banana tree. Bears fruit in the summer; or all year round when planted on Ginger Island.
es: Tarda 28 días en crecer y madurar. Produce fruto todo el año si es plantado en Isla Jengibre.

# BananaSapling_Name
source: Banana Sapling
es: Brote de platanero

# BarbedHook_Description
source: Makes your catch more secure; causing the "fishing bar" to cling to your catch. Works best on slow; weak fish.
es: Pesca más fácil; ya que la «barra de pesca» se engancha a tu presa. Funciona mejor con peces lentos y débiles.

# BarbedHook_Name
source: Barbed Hook
es: Anzuelo punzante

# Baryte_Description
source: The best specimens resemble a desert rose.
es: Los mejores especímenes recuerdan a una rosa del desierto.

# Baryte_Name
source: Baryte
es: Barita

# Basalt_Description
source: Forms near searing hot magma.
es: Se forma junto al magma abrasador.

# Basalt_Name
source: Basalt
es: Basalto

# BasicFertilizer_Description
source: Improves soil quality a little; increasing your chance to grow quality crops. Mix into tilled soil.
es: Mejora un poco la calidad del suelo y hace más fácil conseguir cultivos de calidad. Úsalo sobre suelo arado.

# BasicFertilizer_Name
source: Basic Fertilizer
es: Fertilizante básico

# BasicRetainingSoil_Description
source: This soil has a chance of staying watered overnight. Mix into tilled soil.
es: Es posible que la tierra se mantenga regada durante la noche. Úsalo sobre suelo arado.

# BasicRetainingSoil_Name
source: Basic Retaining Soil
es: Hidrogel básico

# BatteryPack_Description
source: It's fully charged with precious energy.
es: Cargada de valiosa energía.

# BatteryPack_Name
source: Battery Pack
es: Pila

# BatWing_Description
source: The material is surprisingly delicate.
es: Este material es sorprendentemente delicado.

# BatWing_Name
source: Bat Wing
es: Ala de murciélago

# BeanHotpot_Description
source: It sure is healthy.
es: Saludable; sin lugar a dudas.

# BeanHotpot_Name
source: Bean Hotpot
es: Estofado de judías

# BeanStarter_Description
source: Plant these in the spring. Takes 10 days to mature; but keeps producing after that. Grows on a trellis.
es: Plántalo en primavera. Tarda 10 días en madurar; pero sigue produciendo tras la primera cosecha. Crece en una espaldera.

# BeanStarter_Name
source: Bean Starter
es: Kit de judías

# BearPaw
source: Bear's Knowledge
es: Sabiduría del oso

# Beer_Description
source: Drink in moderation.
es: Bebe con moderación.

# Beer_Name
source: Beer
es: Cerveza

# Beet_Description
source: A sweet and earthy root vegetable. As a bonus; the leaves make a great salad.
es: Una raíz dulce y sustanciosa. Además; sus hojas son excelentes para las ensaladas.

# Beet_Name
source: Beet
es: Remolacha

# BeetSeeds_Description
source: Plant these in the fall. Takes 6 days to mature.
es: Plántalas en otoño. Tardan 6 días en madurar.

# BeetSeeds_Name
source: Beet Seeds
es: Semillas de remolacha

# BerryBasket_Description
source: The fibers are stained with berry juice.
es: Sus fibras están manchadas de zumo de bayas.

# BerryBasket_Name
source: Berry Basket
es: Cesta para bayas

# Bixite_Description
source: A dark metallic Mineral sought after for its cubic structure.
es: Un mineral metálico oscuro valorado por su estructura cúbica.

# Bixite_Name
source: Bixite
es: Bixita

# Blackberry_Description
source: An early-fall treat.
es: Un manjar de principios de otoño.

# Blackberry_Name
source: Blackberry
es: Mora

# BlackberryCobbler_Description
source: There's nothing quite like it.
es: No hay nada comparable a esto.

# BlackberryCobbler_Name
source: Blackberry Cobbler
es: Tarta de moras

# Blobfish_Description
source: This odd creature floats above the ocean floor; consuming any edible material in its path.
es: Esta extraña criatura flota sobre el suelo oceánico y consume todo material comestible que se encuentre a su paso.

# Blobfish_Name
source: Blobfish
es: Pez gota

# Blueberry_Description
source: A popular berry reported to have many health benefits. The blue skin has the highest nutrient concentration.
es: Una baya muy popular que se dice tiene muchos beneficios para la salud. Su piel azulada es la que tiene la mayor concentración de nutrientes.

# Blueberry_Name
source: Blueberry
es: Arándano

# BlueberrySeeds_Description
source: Plant these in the summer. Takes 13 days to mature; and continues to produce after first harvest.
es: Plántalas en verano. Tardan 13 días en madurar; y siguen produciendo tras la primera cosecha.

# BlueberrySeeds_Name
source: Blueberry Seeds
es: Semillas de arándano

# BlueberryTart_Description
source: It's subtle and refreshing.
es: Sutil y refrescante.

# BlueberryTart_Name
source: Blueberry Tart
es: Tarta de arándanos

# BlueDiscus_Description
source: A brightly colored tropical fish that is popular in aquariums.
es: Un pez tropical con colores brillantes que es popular en acuarios.

# BlueDiscus_Name
source: Blue Discus
es: Pez disco

# BlueJazz_Description
source: The flower grows in a sphere to invite as many butterflies as possible.
es: Su flor crece con forma de esfera para invitar al máximo de mariposas posible.

# BlueJazz_Name
source: Blue Jazz
es: Allium azul

# BlueSlimeEgg_Description
source: Can be hatched in a slime incubator.
es: Puede incubarse en una incubadora de babas.

# BlueSlimeEgg_Name
source: Blue Slime Egg
es: Huevo de baba azul

# BokChoy_Description
source: The leafy greens and fibrous stalks are healthy and delicious.
es: Sus hojas verdes y sus tallos fibrosos son sanos y deliciosos.

# BokChoy_Name
source: Bok Choy
es: Col china

# BokChoySeeds_Description
source: Plant these in the fall. Takes 4 days to mature.
es: Plántalas en otoño. Tardan 4 días en madurar.

# BokChoySeeds_Name
source: Bok Choy Seeds
es: Semillas de col china

# Bomb_Description
source: Generates an explosion. Watch out!
es: Genera una explosión. ¡Ten cuidado!

# Bomb_Name
source: Bomb
es: Bomba

# BoneFlute_Description
source: It's a prehistoric wind instrument carved from an animal's bone. It produces an eerie tone.
es: Un instrumento de viento prehistórico tallado en el hueso de un animal. Produce un sonido inquietante.

# BoneFlute_Name
source: Bone Flute
es: Flauta de hueso

# BoneFragment_Description
source: A small piece of bone.
es: Un pequeño trozo de hueso.

# BoneFragment_Name
source: Bone Fragment
es: Fragmento de hueso

# Bouquet_Description
source: A gift that shows your romantic interest.
es: Un regalo que demuestra interés amoroso.

# Bouquet_Name
source: Bouquet
es: Ramo de flores

# Bread_Description
source: A crusty baguette.
es: Una baguette crujiente.

# Bread_Name
source: Bread
es: Pan

# Bream_Description
source: A fairly common river fish that becomes active at night.
es: Un pez de río bastante común que se vuelve activo por la noche.

# Bream_Name
source: Bream
es: Besugo

# BrickFloor_Description
source: Place on the ground to create paths or to decorate your floors.
es: Colócalo para crear caminos o decorar tus suelos.

# BrickFloor_Name
source: Brick Floor
es: Suelo de ladrillo

# Broccoli_Description
source: The flowering head of a broccoli plant. The tiny buds give it a unique texture.
es: Cabeza florecida de una planta de brócoli. Los pequeños capullos le dan una textura única.

# Broccoli_Name
source: Broccoli
es: Brócoli

# BroccoliSeeds_Description
source: Plant in the fall. Takes 8 days to mature; and continues to produce after first harvest.
es: Plántalo en otoño. Tarda 8 días en madurar; continúa produciendo después de la primera cosecha.

# BroccoliSeeds_Name
source: Broccoli Seeds
es: Semillas de brócoli

# BrokenCD_Description
source: It's a JojaNet 2.0 trial CD. They must've made a billion of these things.
es: Un CD de prueba de JojaNet 2.0. Debieron de fabricar millones de estos.

# BrokenCD_Name
source: Broken CD
es: CD roto

# BrokenGlasses_Description
source: It looks like someone lost their glasses. They're busted.
es: Parece que alguien ha perdido sus gafas. Están destrozadas.

# BrokenGlasses_Name
source: Broken Glasses
es: Gafas rotas

# BrownEgg_Description
source: A regular brown chicken egg.
es: Un huevo de gallina marrón y convencional.

# BrownEgg_Name
source: Egg
es: Huevo

# Bruschetta_Description
source: Roasted tomatoes on a crisp white bread.
es: Tomates asados sobre crujiente pan blanco.

# Bruschetta_Name
source: Bruschetta
es: Pan con tomate

# BugMeat_Description
source: It's a juicy wad of bug flesh.
es: Un jugoso montón de carne de insecto.

# BugMeat_Name
source: Bug Meat
es: Carne de insecto

# BugSteak_Description
source: The last resort of the hungry cave diver.
es: El último recurso de un hambriento espeleólogo.

# BugSteak_Name
source: Bug Steak
es: Filete de insecto

# Bullhead_Description
source: A relative of the catfish that eats a variety of foods off the lake bottom.
es: Un pariente del pez gato que se alimenta de lo que hay en el fondo de los lagos.

# Bullhead_Name
source: Bullhead
es: Siluro

# BurglarsRing_Description
source: Monsters have a greater chance of dropping loot.
es: Es más probable que los monstruos dejen caer objetos.

# BurglarsRing_Name
source: Burglar's Ring
es: Anillo del ladrón

# CactusFruit_Description
source: The sweet fruit of the prickly pear cactus.
es: El dulce fruto de la chumbera.

# CactusFruit_Name
source: Cactus Fruit
es: Higo chumbo

# CactusSeeds_Description
source: Can only be grown indoors. Takes 12 days to mature; and then produces fruit every 3 days.
es: Solo se puede cultivar en el interior. Tarda 12 días en madurar y; después; produce fruta cada 3 días.

# CactusSeeds_Name
source: Cactus Seeds
es: Semillas de cactus

# Calcite_Description
source: This yellow crystal is speckled with shimmering nodules.
es: Este cristal amarillo está salpicado de nódulos relucientes.

# Calcite_Name
source: Calcite
es: Calcita

# CalicoEgg_Description
source: A unique egg that can be found during the Desert Festival.
es: Descripción.

# CalicoEgg_Name
source: Calico Egg
es: Huevo calicó

# CalicoEggStone_Description
source: Break apart to obtain Calico Eggs.
es: Rómpela para obtener huevos calicó

# CalicoEggStone_Name
source: Calico Egg Stone
es: Roca de huevo calicó

# CampingStove_Description
source: This allows you to cook anywhere; and is not consumed on use.
es: Te permite cocinar en cualquier lugar; y no es consumido al usarlo.

# CampingStove_Name
source: Camping Stove
es: Horno portátil

# Carp_Description
source: A common pond fish.
es: Un pez de estanque común.

# Carp_Name
source: Carp
es: Carpa

# CarpSurprise_Description
source: It's bland and oily.
es: Suave y aceitosa.

# CarpSurprise_Name
source: Carp Surprise
es: Sorpresa de carpa

# Carrot_Description
source: A fast-growing; colorful tuber that makes for a great snack.
es: Un colorido tubérculo de rápido crecimiento.Es un buen aperitivo.

# Carrot_Name
source: Carrot
es: Zanahoria

# CarrotSeeds_Description
source: Plant in the spring. Takes 3 days to grow.
es: Plántalas en primavera. Crece en 3 días.

# CarrotSeeds_Name
source: Carrot Seeds
es: Semillas de zanahoria

# CaskNoCellar
source: Only works in Cellar.
es: Solo funciona en la bodega.

# CatalogueDescription
source: Provides unlimited access to all wallpapers and floors... from the convenience of your home!
es: Te proporciona acceso ilimitado a todos los suelos y paredes... ¡Desde la comodidad de tu hogar!

# Catfish_Description
source: An uncommon fish found in streams.
es: Un pez poco común de los arroyos.

# Catfish_Name
source: Catfish
es: Pez gato

# Cauliflower_Description
source: Valuable; but slow-growing. Despite its pale color; the florets are packed with nutrients.
es: Valiosa; pero de crecimiento lento. A pesar de su palidez; sus cabezuelas están llenas de nutrientes.

# Cauliflower_Name
source: Cauliflower
es: Coliflor

# CauliflowerSeeds_Description
source: Plant these in the spring. Takes 12 days to produce a large cauliflower.
es: Plántalas en primavera. Tardan 12 días en producir una gran coliflor.

# CauliflowerSeeds_Name
source: Cauliflower Seeds
es: Semillas de coliflor

# CaveCarrot_Description
source: A starchy snack found in caves. It helps miners work longer.
es: Un tentempié almidonado que se encuentra en las cuevas. Ayuda a los mineros a trabajar más tiempo.

# CaveCarrot_Name
source: Cave Carrot
es: Zanahoria cavernaria

# Caviar_Description
source: The cured roe of a sturgeon fish. Considered to be a luxurious delicacy!
es: Las huevas curadas de un esturión. ¡Considerado un delicado lujo!

# Celestine_Description
source: Some early life forms had bones made from this.
es: Algunas formas de vida primitivas tenían huesos hechos de esto.

# Celestine_Name
source: Celestine
es: Celestina

# ChallengeBait_Description
source: A "perfect" catch yields triple the fish. However; each time a fish escapes the "fishing bar"; the catch is reduced.
es: Una captura "perfecta" da el triple de peces. Sin embargo; cada vez que un pez escape; la "barra de pesca"; la captura es reducida.

# ChallengeBait_Name
source: Challenge Bait
es: Cebo de desafío

# Chanterelle_Description
source: A tasty mushroom with a fruity smell and slightly peppery flavor.
es: Una seta sabrosa con olor afrutado y un sabor ligeramente picante.

# Chanterelle_Name
source: Chanterelle
es: Chantarela

# Cheese_Description
source: It's your basic cheese.
es: Queso normal y corriente.

# Cheese_Name
source: Cheese
es: Queso

# CheeseCauliflower_Description
source: It smells great!
es: ¡Huele genial!

# CheeseCauliflower_Name
source: Cheese Cauliflower
es: Coliflor gratinada

# Cherry_Description
source: It's popular; and ripens sooner than most other fruits.
es: Es popular y suele madurar antes que otras frutas.

# Cherry_Name
source: Cherry
es: Cereza

# CherryBomb_Description
source: Generates a small explosion. Stand back!
es: Genera una pequeña explosión. ¡Aléjate!

# CherryBomb_Name
source: Cherry Bomb
es: Minibomba

# CherrySapling_Description
source: Takes 28 days to produce a mature Cherry tree. Bears fruit in the spring. Only grows if the 8 surrounding "tiles" are empty.
es: Tarda 28 días en producir un cerezo adulto. Da fruta en primavera. Solo crece si las 8 casillas que lo rodean están vacías.

# CherrySapling_Name
source: Cherry Sapling
es: Brote de cerezo

# ChewingStick_Description
source: Ancient people chewed on these to keep their teeth clean.
es: La gente de la antigüedad mascaba estos palos para mantener los dientes limpios.

# ChewingStick_Name
source: Chewing Stick
es: Palo de mascar

# ChickenStatue_Description
source: It's a statue of a chicken on a bronze base. The ancient people of this area must have been very fond of chickens.
es: Una estatua de una gallina sobre base de bronce. Los antiguos pobladores de esta zona debían de apreciar mucho a las gallinas.

# ChickenStatue_Name
source: Chicken Statue
es: Estatua de gallina

# ChippedAmphora_Description
source: An ancient vessel made of ceramic material. Used to transport both dry and wet goods.
es: Una antigua vasija hecha de cerámica. Se usaba para transportar mercancías secas y líquidas.

# ChippedAmphora_Name
source: Chipped Amphora
es: Ánfora quebrada

# ChocolateCake_Description
source: Rich and moist with a thick fudge icing.
es: Rico y jugoso; con un grueso glaseado de ganaché.

# ChocolateCake_Name
source: Chocolate Cake
es: Pastel de chocolate
